[
{"abre": "master", "title": ["7 Killers"], "desc": "7 Killers Index Dragon 5th is a powerful lord with incredible martial arts, and yet is wasting away from a fatal disease. The only medicine which can cure his sickness lies in the clutches of his venemous ex-wife, Madam Lovesickness, and is guarded by 7 dangerous killers, fugitives of the martial wo..."},
{"abre": "sfl", "title": ["Skyfire Avenue (天火大道)"], "desc": "天火大道, aka Skyfire Avenue, is a scifi/fantasy webnovel by popular Chinese author Third Young Master of the Tang Family, aka Tang Jia San Shao (唐家三少), the same author who wrote Douluo Dalu.  This project is current being worked on by Xiao Lai."},
{"abre": "pw", "title": ["Perfect World (完美世界)"], "desc": "Perfect World (完美世界) is a Chinese web novel by Chen Dong (辰东). It is currently ongoing with over 1600 chapters. It belongs in the “Xuan Huan” category and the subcategory of “Eastern Fantasy”. If you are interested in helping out, email me at Pikatranslations@yahoo."},
{"abre": "rebirth", "title": ["Rebirth of the Thief Who Roamed the World (重生之賊行天下)"], "desc": "Author: Mad Snail (發飆的蝸牛) Translator: LittleShanks Proofreader: Bigredcomrade, Flowerbridgetoo Links to Raw Note: Author of Tales of Demons and Gods TRANSLATOR’S SYNOPSIS V.1."},
{"abre": "sotr", "title": ["Sovereign of the Three Realms"], "desc": "Written by Plow Days (犁天) Synopsis: Jiang Chen, son of the Heavenly Emperor, unexpectedly reincarnated into the body of a despised young noble, thus embarking on the path of the underdog trouncing all comers."},
{"abre": "renegade", "title": ["Renegade Immortal"], "desc": "Translated by Rex Edited by Lucas Renegade Immortal / Xian Ni (仙逆) - Wang Lin is a very smart boy with loving parents. Although him and his parents are shunned by the rest of their relatives, his parents always held high hopes that he will one day become someone great."},
{"abre": "ldk", "title": ["Legend of the Dragon King (龙王传说)"], "desc": "The Legend of the Dragon King (龙王传说) by Tang Jia San Shao Synopsis: Following the advancement of soul technology, the humans of Douluo Continent conquered the ocean and discovered two new continents. After being hunted by spirit masters excessively, the soul beasts are nearly extinct."},
{"abre": "martialworld", "title": ["Martial World (武极天下)"], "desc": "  Synopsis: In the Realm of the Gods, countless legends fought over a mysterious cube. After the battle it disappeared into the void. Lin Ming stumbles upon this mystery object and begins his journey to become a hero of the land."},
{"abre": "mga", "title": ["Martial God Asura (修罗武神)"], "desc": "Martial God Asura (修罗武神 Xiu Luo Wu Shen) is an ongoing Chinese web novel by “Kindhearted Bee” (善良的蜜蜂 Shan Liang de Mi Feng) with 2400+ chapters. This novel is currently being translated by flowerbridgetoo (FBT)."},
{"abre": "issth", "title": ["I Shall Seal the Heavens (我欲封天)"], "desc": "New to ISSTH? Click here for some information and reviews ISSTH official art gallery (be warned, it contains spoilers) Wiki of Terms, Places and People New glossary (specifically for book 6 Report typos and other mistakes here Meme Archives Buy cool xianxia inspired T-shirts here Table of Contents N..."},
{"abre": "gor", "title": ["Gate of Revelation (天启之门)"], "desc": "Gate of Apocalypse Novel: Gate of Revelation (天启之门) Author: Dancing (跳舞) Novel Status: Ongoing Raw: Qidian Genre: Modern Fantasy   Intro (podao) After an unexpected incident, Chen Xiaolian, an ordinary high school student, came to discover that the world he lived in is nothing mor..."},
{"abre": "hjc", "title": ["Heavenly Jewel Change (天珠变)"], "desc": "天珠变 ( Heavenly Jewel Change / Tian Zhu Bian ) is considered the 玄幻 genre, set in a fantasy world of TJSS’ creation. It is a relatively shorter story compared to his epic tales like Douluo Dalu, and is also one of my favourites."},
{"abre": "iras", "title": ["I’m Really a Superstar (我真是大明星)"], "desc": "Genres: Comedy, Drama, Fantasy, Martial Arts, Mature, Romance, Slice Of Life, Supernatural, Chinese Original Synopsis: Zhang Ye was originally a mundane college graduate, cursed with below average looks and height but with aspiring dreams of becoming famous."},
{"abre": "2015", "title": ["Battle Through the Heavens (斗破苍穹)"], "desc": "Battle Through the Heavens In a land where no magic is present. A land where the strong make the rules and weak have to obey. A land filled with alluring treasures and beauty, yet also filled with unforeseen danger."},
{"abre": "desolate", "title": ["Desolate Era (莽荒纪)"], "desc": "Fate had never been kind to Ji Ning. Wracked by illnesses and infirm his entire life on Earth, Ning knew early on that he would die as a teenager. What he didn't know was that there really was such a thing as life after death, and that the universe was a far larger place than he thought."},
{"abre": "emperor", "title": ["Emperor’s Domination"], "desc": "Author Yanbi Xiaosheng (厌笔萧生) Translator Bao Link to Raws Qidian Synopsis Ten million years ago, Li Qiye planted a simple water bamboo into the ground. Eight million years ago, Li Qiye had a koi fish pet. Five million years ago, Li Qiye cared for a little girl. . . ."},
{"abre": "ssn", "title": ["Seoul Station’s Necromancer (서울역 네크로맨서)"], "desc": "Genres: Action, Comedy, Fantasy, Mature, Romance, Korean Author: 진설우 Status: 203 Chapters (Complete) Raw Synopsis: “What is this?” A necromancer had returned to earth after 20 years, and the subway station… No, it had become a dungeon."},
{"abre": "godofcrime", "title": ["God of Crime (범죄의 신)"], "desc": "Genres: Action, Fantasy, Korean Title: God of Crime (범죄의 신) Author: Han Yeoul (한여울) Status: 165 chapters (Complete) Raws: Munpia Translator: Rainbow Turtle Editor: Superposhposh and LD Synopsis: Seo Tae-hyuk, jailed after getting a false charge unfairly."},
{"abre": "emperorofsoloplay", "title": ["Emperor of Solo Play (솔플의 제왕)"], "desc": "Genres: Fantasy, Virtual Reality, Korean Translated by Otter and Fudge! Synopsis: 2035. The virtual reality game, Warlord, changed the world. An Jaehyun was one of the many who wished to change his life through the game. After dedicating his life to the game, he was met with a betrayal."},
{"abre": "breakers", "title": ["Breakers (브레이커즈)"], "desc": "Genres: Action, Adventure, Fantasy, Korean Title: Breakers (브레이커즈) Author: Chwiryong (취룡) Status: 108 chapters (Ongoing) Raws: Munpia Translator: Rainbow Turtle Editor: LD Temporary Synopsis: My name is Joo In-gong. The name that my parents gave me meant ‘protagonist’ of the world."},
{"abre": "atd", "title": ["Acquiring Talent in a Dungeon (던전에서 재능얻기)"], "desc": "Genres: Action, Adventure, Fantasy, School Life, Korean Title: Acquiring Talent in a Dungeon (던전에서 재능얻기) Author: Mibantan (미반탄) Status: 67 chapters (Ongoing) Raws: Munpia Translator: Rainbow Turtle Editor: Jay Synopsis: Talent, appearance, power."},
{"abre": "wdqk", "title": ["Wu Dong Qian Kun (武动乾坤)"], "desc": "Our Synopsis The Great Yan Empire exists in a world where respect can only be earned through strength. Within this Great Yan Empire, the four great clans have always stood above the rest."},
{"abre": "wmw", "title": ["Warlock of the Magus World (巫界术士)"], "desc": "Header Art: Quihnn Warlock of the Magus World (巫界术士) SYNOPSIS What happens when a scientist from a futuristic world reincarnates in a World of Magic and Knights? An awesome MC — that's what happens! A scientist’s goal is to explore the secrets of the universe, and this is exactly what Le..."},
{"abre": "usaw", "title": ["Upgrade Specialist in Another World (异界之装备强化专家)"], "desc": "(pardon my poor MS Paint skills) http://book.zongheng.com/showchapter/94054.html Upgrade Specialist in Another World (异界之装备强化专家) is a popular Chinese fantasy web novel by writer Endless Sea of Clouds (茫茫云海). Completed in 2013, it has 1356 chapters and just over 3."},
{"abre": "uts", "title": ["The Unrivaled Tang Sect (绝世唐门)"], "desc": "The Unrivaled Tang Sect(绝世唐门) by Tang Jia San Shao Synopsis: The legend of the continent, the battle that brought fame; the Sacred Phoenix Lady, the Windfire Meteor Godrealm saber-art; the pair that ascend and fuse, the golden sun and the blue moon, the fury of the crashing thunder."},
{"abre": "truemartialworld", "title": ["True Martial World (真武世界)"], "desc": "Genres: Action, Adventure, Comedy, Fantasy, Martial Arts, Mature, Supernatural, Tragedy, Chinese Author: Canjian Li De Niu/Cocooned Cow (蚕茧里的牛) Status: 915 Chapters (Ongoing) Raw Translator: CKtalon Synopsis: With the strongest experts from the 33 Skies, the Human Emperor, Lin Ming and h..."},
{"abre": "tgr", "title": ["The Great Ruler (大主宰)"], "desc": "S Y N O P S I S The Great Thousand World. It is a place where numerous planes intersect, a place where many clans live and a place where a group of lords assemble."},
{"abre": "dragonmakenwar", "title": ["Dragon Maken War (용마검전)"], "desc": "Genres: Action, Adventure, Drama, Fantasy, Korean Author: Kim Jae-Han Status: 10 Volumes/266 Chapters (Completed) Synopsis: 220 years ago, in the legendary Dragon Demon War, Hero Azell ended the war by killing the evil Dragon Demon race’s King Atein."},
{"abre": "ti", "title": ["Terror Infinity (无限恐怖)"], "desc": "Terror Infinity Title: Terror Infinity (无限恐怖) Author: Zhttty Raw: http://read.qidian.com/BookReader/GRDz5lIOiE41.aspx Tags: Sci-fi, Survival, Horror, Little Romance Synopsis: “Want to know the meaning of life? Want to live… a real life?” The world changes when you click YES. In God’s dimension, you have to keep getting stronger, keep evolving to survive one horror movie after another."},
{"abre": "tdg", "title": ["Tales of Demons & Gods (妖神记)"], "desc": "S Y N O P S I S Killed by a Sage Emperor and reborn as his 13 year old self, Nie Li was given a second chance at life. A second chance to change everything, save his loved ones and his beloved city. He shall once again battle with the Sage Emperor to avenge his death."},
{"abre": "spiritvessel", "title": ["Spirit Vessel (灵舟)"], "desc": "Genres: Action, Adventure, Comedy, Fantasy, Harem, Martial Arts, Romance, Tragedy, Xianxia, Chinese Author: Jiu Dang Jia (九当家) Status: 1150 Chapters (Complete) Translator: Bao Synopsis Spirit Vessel takes place in a mysterious world."},
{"abre": "sr", "title": ["Spirit Realm (灵域)"], "desc": "Ling Yu (灵域) – Spirit Realm 🌩 a Chinese web novel by Against the Heavens (逆苍天) Current Status: Completed in Country of Origin (1841 Chapters) Genre Tags: action, adventure, fantasy, mature Translated by Alyschu&Co SR Team: alyschu, OverTheRanbow, Dabuyu, Craxuan, wyhcwe, doom Offi..."},
{"abre": "ast", "title": ["Ancient Strengthening Technique (美女图)"], "desc": "Genres: Action, Adventure, Harem, Martial Arts, Romance, Tragedy, Chinese Author: I Am Superfluous (我是多余人) Status: 2492 Chapters (Completed) Translator: lordbluefire Synopsis: A human warrior cultivating the Ancient Strengthening Technique has transcended dimensions and arrived on Kyushu."},
{"abre": "ancientgodlymonarch", "title": ["Ancient Godly Monarch (太古神王)"], "desc": "Genres: Action, Adventure, Drama, Fantasy, Martial Arts, Mature, Psychological, Romance, Chinese Author: Jing Wu Hen (净无痕) Status: 940+ Chapters (Ongoing) Translator: kurodreamer Synopsis: Within the Province of the Nine Skies, far above the heavens, there exists nine galaxies of astral river..."},
{"abre": "tgs", "title": ["The Grandmaster Strategist (一代军师)"], "desc": "Genres: Action, Drama, Historical, Martial Arts, Psychological, Tragedy, Wuxia, Chinese Author: 随波逐流 (Follow the Crowd) Status: 224 Chapters (Completed) Raw Translator: Tannhäuser Editor: hweirdo (aka weirdo) Dramatis Personæ Note from the Translator: Hi all, I've decided to take up this..."},
{"abre": "alyschu", "title": ["Against the Gods (逆天邪神)"], "desc": "Ni Tian Xie Shen (逆天邪神) - Against the Gods ✿ a Chinese web novel by Mars Gravity (火星引力) Current Status: Ongoing Genre Tags: fantasy, different world, level up, refreshing Translator Tags: mature, harem Translated by Alyschu&Co ATG Team: alyschu, OverTheRanbow, Scrya, SummerRain..."},
{"abre": "absolute", "title": ["Absolute Choice (绝对选项)"], "desc": "绝对选项, aka Jué Duì Xuǎn Xiàng, aka Absolute Choice, is a webnovel by a rookie Chinese Xuanhuan (fantasy) writer Pear Lands In The Autumn Spring (梨落秋溪) with great, fresh ideas. It will be translated by CKtalon, who also translates True Martial World and I'm Really a Superstar."},
{"abre": "awe", "title": ["A Will Eternal (一念永恒)"], "desc": "With a thought, the land becomes a vast sea.  With another thought, it transforms a field of mulberries. With a thought, a thousand fiends are killed.  With another thought, ten thousand Immortals are slain. Only I alone... shall be everlasting."},
{"abre": "rmji", "title": ["A Record of a Mortal’s Journey to Immortality (凡人修仙传)"], "desc": "Genres: Action, Adventure, Fantasy, Martial Arts, Romance, Xianxia, Chinese Author: Wang Yu (忘语) Status: 2446 Chapters (Complete) Translator: Doubledd Synopsis: A poor and ordinary boy from a village joins a minor sect in Jiang Hu and becomes an Unofficial Disciple by chance."},
{"abre": "st", "title": ["Stellar Transformations (星辰变)"], "desc": "星辰变, aka Stellar Transformation, is a webnovel by popular Chinese Xianxia (fantasy/kung fu) writer I Eat Tomatoes （我吃西红柿）. Books 1-10 were originally translated by he-man. The works can be found below, or at SPCNET, or in epub form floating around the net."},
{"abre": "tymyd", "title": ["Horizon, Bright Moon, Sabre (天涯明月刀)"], "desc": "天涯明月刀, aka Tianya Mingyue Dao, aka Horizon, Bright Moon, Sabre. Acclaimed by many to be one of the finest, most emotionally moving works by acclaimed Wuxia novelist Gulong.  This translation was originally made by translators: metwin1 (00-03), Chowbeng (04-07), and RWX (8-24)."},
{"abre": "master", "title": ["Heroes Shed No Tears"], "desc": "Heroes Shed No Tears Heroes Shed No Tears is a novel originally written by famous Chinese Wuxia author Gulong. Translated by deathblade. Prologue Chapter 1 - A Solitary Box Chapter 2 - An Important Head Chapter 3 - Surprise Attack Chapter 4 - An Extraordinary Person, an Extraordinary Place, Extraor..."},
{"abre": "master", "title": ["Dragon King With Seven Stars"], "desc": "Dragon King With Seven Stars Upon the death of multi-millionaire playboy Sun Jicheng, Jinan city suddenly becomes the center of a maelstrom of Jianghu intrigue."},
{"abre": "cdindex", "title": ["Coiling Dragon (盘龙)"], "desc": "盘龙, aka Panlong, aka Coiling Dragon, is a webnovel by popular Chinese Xianxia (fantasy/kung fu) writer I Eat Tomatoes （我吃西红柿）. This novel has been fully translated by RWX."},
{"abre": "col", "title": ["Child of Light (光之子)"], "desc": "Child of Light (光之子 Guang Zhi Zi) by Tang Jia San Shao A Chinese fantasy webnovel under the sub-genre of Magical Campus by the author of Doulou Dalu, Kuang Shen and  Shen Yin Wang Zuo. This is not a Xianxia."}
]